Repository: kaanporsuk/trustcare
Catalog: TrustCare/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, nl, pl, pt, ro, ru, sv, tr, uk

# tos_account_2
source: We may suspend or terminate accounts that violate these terms, applicable law, or platform safety requirements.
cs: Účty, které porušují tyto podmínky, platné zákony nebo požadavky na bezpečnost platformy, můžeme pozastavit nebo zrušit.
da: Vi kan suspendere eller afslutte konti, der overtræder disse vilkår, gældende lov eller platformens sikkerhedskrav.
de: Wir können Konten sperren oder kündigen, die gegen diese Bedingungen, geltendes Recht oder Sicherheitsanforderungen der Plattform verstoßen.
es: Podemos suspender o cancelar las cuentas que violen estos términos, la ley aplicable o los requisitos de seguridad de la plataforma.
fr: Nous pouvons suspendre ou fermer les comptes qui violent ces conditions, la loi applicable ou les exigences de sécurité de la plateforme.
hu: Felfüggeszthetjük vagy megszüntethetjük azokat a fiókokat, amelyek megsértik ezeket a feltételeket, a vonatkozó jogszabályokat vagy a platform biztonsági követelményeit.
it: Possiamo sospendere o chiudere gli account che violano questi termini, la legge applicabile o i requisiti di sicurezza della piattaforma.
nl: We kunnen accounts opschorten of beëindigen die deze voorwaarden, de toepasselijke wetgeving of platformveiligheidseisen schenden.
pl: Możemy zawiesić lub usunąć konta, które naruszają niniejszy regulamin, obowiązujące prawo lub wymogi bezpieczeństwa platformy.
pt: Podemos suspender ou encerrar contas que violarem estes termos, a lei aplicável ou os requisitos de segurança da plataforma.
ro: Putem suspenda sau închide conturile care încalcă acești termeni, legile aplicabile sau cerințele de siguranță ale platformei.
ru: Мы можем приостановить или закрыть аккаунты, нарушающие эти условия, законодательство или требования безопасности.
sv: Vi kan stänga av eller avsluta konton som bryter mot dessa villkor, tillämplig lagstiftning eller plattformens säkerhetskrav.
tr: Bu şartları, yürürlükteki yasaları veya platform güvenlik gereksinimlerini ihlal eden hesapları askıya alabilir veya feshedebiliriz.
uk: Ми можемо призупинити або закрити облікові записи, які порушують ці умови, чинне законодавство або вимоги щодо безпеки платформи.

# tos_account_title
source: Accounts and Access
cs: Účty a přístup
da: Konti og adgang
de: Konten und Zugriff
es: Cuentas y acceso
fr: Comptes et accès
hu: Fiókok és Hozzáférés
it: Account e accesso
nl: Accounts en Toegang
pl: Konta i Dostęp
pt: Contas e Acesso
ro: Conturi și acces
ru: Аккаунты и доступ
sv: Konton och åtkomst
tr: Hesaplar ve Erişim
uk: Облікові записи та доступ

# tos_contact_1
source: Questions about these Terms can be sent to support@trustcare.app.
cs: Dotazy týkající se těchto Podmínek lze zasílat na adresu support@trustcare.app.
da: Spørgsmål om disse vilkår kan sendes til support@trustcare.app.
de: Fragen zu diesen Bedingungen können an support@trustcare.app gesendet werden.
es: Las preguntas sobre estos Términos pueden enviarse a support@trustcare.app.
fr: Les questions concernant ces Conditions peuvent être envoyées à support@trustcare.app.
hu: A Feltételekkel kapcsolatos kérdéseket a support@trustcare.app címre lehet elküldeni.
it: Eventuali domande su questi Termini possono essere inviate a support@trustcare.app.
nl: Vragen over deze Voorwaarden kunnen naar support@trustcare.app worden gestuurd.
pl: Pytania dotyczące niniejszego Regulaminu można przesyłać na adres support@trustcare.app.
pt: Dúvidas sobre estes Termos podem ser enviadas para support@trustcare.app.
ro: Întrebările referitoare la acești Termeni pot fi trimise la support@trustcare.app.
ru: Вопросы по этим Условиям можно отправлять на support@trustcare.app.
sv: Frågor om dessa villkor kan skickas till support@trustcare.app.
tr: Bu Şartlarla ilgili sorularınızı support@trustcare.app adresine gönderebilirsiniz.
uk: Запитання щодо цих Умов можна надсилати на support@trustcare.app.

# tos_contact_2
source: By continuing to use the service, you acknowledge that you have read and agreed to these Terms.
cs: Pokračováním v používání služby potvrzujete, že jste si tyto Podmínky přečetli a souhlasíte s nimi.
da: Ved at fortsætte med at bruge tjenesten, bekræfter du, at du har læst og accepteret disse vilkår.
de: Durch die weitere Nutzung des Dienstes bestätigen Sie, dass Sie diese Bedingungen gelesen haben und ihnen zustimmen.
es: Al continuar usando el servicio, reconoces que has leído y aceptas estos Términos.
fr: En continuant à utiliser le service, vous reconnaissez avoir lu et accepté ces Conditions.
hu: A szolgáltatás további használatával tudomásul veszi, hogy elolvasta és elfogadta a jelen Feltételeket.
it: Continuando a utilizzare il servizio, riconosci di aver letto e accettato questi Termini.
nl: Door de service te blijven gebruiken, bevestigt u dat u deze Voorwaarden hebt gelezen en ermee instemt.
pl: Korzystając dalej z usługi, potwierdzasz, że zapoznałeś się z niniejszym Regulaminem i go akceptujesz.
pt: Ao continuar usando o serviço, você reconhece que leu e concordou com estes Termos.
ro: Continuând să folosești serviciul, recunoști că ai citit și ai acceptat acești Termeni.
ru: Продолжая использовать сервис, вы подтверждаете, что прочитали и согласны с этими Условиями.
sv: Genom att fortsätta använda tjänsten bekräftar du att du har läst och godkänt dessa villkor.
tr: Hizmeti kullanmaya devam ederek, bu Şartları okuduğunuzu ve kabul ettiğinizi onaylarsınız.
uk: Продовжуючи користуватися сервісом, ви підтверджуєте, що прочитали та погоджуєтесь із цими Умовами.

# tos_contact_title
source: Contact
cs: Kontakt
da: Kontakt
de: Kontakt
es: Contacto
hu: Kapcsolat
it: Contatti
pl: Kontakt
pt: Contato
ru: Контакты
sv: Kontakt
tr: İletişim
uk: Контакти

# tos_dispute_1
source: These Terms are governed by applicable laws of the jurisdiction where the service operator is established, unless local mandatory law provides otherwise.
cs: Tyto Podmínky se řídí platnými zákony jurisdikce, ve které je usazen provozovatel služby, pokud místní kogentní právo nestanoví jinak.
da: Disse vilkår er underlagt gældende love i den jurisdiktion, hvor tjenesteudbyderen er etableret, medmindre lokal ufravigelig lovgivning bestemmer andet.
de: Diese Bedingungen unterliegen den geltenden Gesetzen der Gerichtsbarkeit, in der der Dienstbetreiber ansässig ist, sofern zwingendes lokales Recht nichts anderes vorschreibt.
es: Estos Términos se rigen por las leyes aplicables de la jurisdicción donde está establecido el operador del servicio, a menos que la ley local obligatoria disponga lo contrario.
fr: Ces conditions sont régies par les lois applicables de la juridiction où l'opérateur du service est établi, sauf disposition contraire de la loi locale impérative.
hu: Ezekre a Feltételekre a szolgáltató székhelye szerinti joghatóság alkalmazandó törvényei az irányadóak, kivéve, ha a helyi kötelező erejű jogszabály másként rendelkezik.
it: Questi Termini sono regolati dalle leggi applicabili della giurisdizione in cui è stabilito l'operatore del servizio, a meno che la legge locale inderogabile non disponga diversamente.
nl: Deze Voorwaarden worden beheerst door de toepasselijke wetten van het rechtsgebied waar de servicebeheerder is gevestigd, tenzij dwingend lokaal recht anders bepaalt.
pl: Niniejszy Regulamin podlega przepisom prawa właściwym dla siedziby operatora usługi, o ile obowiązujące przepisy lokalne nie stanowią inaczej.
pt: Estes Termos são regidos pelas leis aplicáveis da jurisdição onde o operador do serviço está estabelecido, a menos que a lei local obrigatória exija o contrário.
ro: Acești Termeni sunt guvernați de legile aplicabile din jurisdicția unde este stabilit operatorul serviciului, cu excepția cazului în care legislația locală obligatorie prevede altfel.
ru: Эти Условия регулируются законами юрисдикции оператора сервиса, если местное законодательство не требует иного.
sv: Dessa villkor styrs av tillämpliga lagar i den jurisdiktion där tjänsteoperatören är etablerad, såvida inte tvingande lokal lag föreskriver något annat.
tr: Yerel emredici hukuk aksini öngörmedikçe, bu Şartlar, hizmet operatörünün bulunduğu yargı bölgesinin geçerli yasalarına tabidir.
uk: Ці Умови регулюються чинним законодавством юрисдикції, де зареєстровано оператора сервісу, якщо інше не передбачено місцевим обов'язковим законодавством.

# tos_dispute_2
source: Before initiating formal proceedings, you agree to contact us in good faith to seek an informal resolution.
cs: Před zahájením formálního řízení souhlasíte s tím, že nás v dobré víře kontaktujete a pokusíte se o neformální vyřešení sporu.
da: Før du indleder formelle retssager, accepterer du at kontakte os i god tro for at søge en uformel løsning.
de: Bevor Sie ein formelles Verfahren einleiten, erklären Sie sich damit einverstanden, uns in gutem Glauben zu kontaktieren, um eine informelle Lösung zu finden.
es: Antes de iniciar un procedimiento formal, aceptas comunicarte con nosotros de buena fe para buscar una resolución informal.
fr: Avant d'entamer une procédure formelle, vous acceptez de nous contacter de bonne foi pour rechercher une résolution à l'amiable.
hu: A hivatalos eljárás megindítása előtt vállalja, hogy jóhiszeműen felveszi velünk a kapcsolatot az informális megoldás érdekében.
it: Prima di avviare procedimenti formali, accetti di contattarci in buona fede per cercare una risoluzione informale.
nl: Voordat u een formele procedure start, gaat u ermee akkoord om in goed vertrouwen contact met ons op te nemen voor een informele oplossing.
pl: Przed wszczęciem oficjalnego postępowania zgadzasz się skontaktować z nami w dobrej wierze w celu nieformalnego rozwiązania problemu.
pt: Antes de iniciar procedimentos formais, você concorda em nos contatar de boa-fé para buscar uma resolução informal.
ro: Înainte de a iniția proceduri formale, ești de acord să ne contactezi cu bună-credință pentru a căuta o rezolvare informală.
ru: Перед инициированием официальных разбирательств вы соглашаетесь связаться с нами для досудебного урегулирования.
sv: Innan du inleder ett formellt förfarande godkänner du att kontakta oss i god tro för att försöka hitta en informell lösning.
tr: Resmi işlemlere başlamadan önce, gayri resmi bir çözüm aramak için iyi niyetle bizimle iletişime geçmeyi kabul edersiniz.
uk: Перш ніж ініціювати офіційні процедури, ви погоджуєтеся добросовісно зв'язатися з нами для пошуку неофіційного рішення.

# tos_dispute_title
source: Disputes and Governing Law
cs: Spory a rozhodné právo
da: Tvister og gældende lov
de: Streitigkeiten und anwendbares Recht
es: Disputas y Ley aplicable
fr: Litiges et loi applicable
hu: Viták és Irányadó Jog
it: Controversie e legge applicabile
nl: Geschillen en Toepasselijk Recht
pl: Spory i Prawo właściwe
pt: Disputas e Legislação Aplicável
ro: Dispute și legislația aplicabilă
ru: Споры и применимое право
sv: Tvister och tillämplig lag
tr: Anlaşmazlıklar ve Geçerli Kanun
uk: Спори та застосовне право

# tos_ip_1
source: All platform content, branding, and software are owned by TrustCare or licensed to us, unless otherwise stated.
cs: Veškerý obsah platformy, značky a software jsou majetkem společnosti TrustCare nebo jsou nám licencovány, není-li uvedeno jinak.
da: Alt platformindhold, branding og software ejes af TrustCare eller er licenseret til os, medmindre andet er angivet.
de: Alle Plattforminhalte, Marken und Software sind Eigentum von TrustCare oder an uns lizenziert, sofern nicht anders angegeben.
es: Todo el contenido, las marcas y el software de la plataforma son propiedad de TrustCare o se nos ha otorgado licencia para su uso, salvo que se indique lo contrario.
fr: Tout le contenu, la marque et le logiciel de la plateforme appartiennent à TrustCare ou nous sont concédés sous licence, sauf indication contraire.
hu: Minden platformtartalom, márkaépítés és szoftver a TrustCare tulajdonát képezi, vagy ránk van licencelve, hacsak nincs másképp feltüntetve.
it: Tutti i contenuti, il marchio e il software della piattaforma sono di proprietà di TrustCare o concessi in licenza a noi, se non diversamente specificato.
nl: Alle platformcontent, branding en software zijn eigendom van TrustCare of aan ons gelicentieerd, tenzij anders aangegeven.
pl: Wszelkie treści, marka i oprogramowanie platformy są własnością TrustCare lub są nam licencjonowane, o ile nie określono inaczej.
pt: Todo o conteúdo da plataforma, a marca e o software são de propriedade da TrustCare ou licenciados para nós, salvo indicação em contrário.
ro: Tot conținutul platformei, brandingul și software-ul sunt deținute de TrustCare sau ne sunt licențiate, cu excepția cazului în care se specifică altfel.
ru: Весь контент, бренд и ПО платформы принадлежат TrustCare или лицензированы нами.
sv: Allt plattformsinnehåll, varumärke och programvara ägs av TrustCare eller licensieras till oss, om inget annat anges.
tr: Aksi belirtilmedikçe, tüm platform içeriği, markalaşma ve yazılım TrustCare'e aittir veya tarafımıza lisanslanmıştır.
uk: Увесь контент платформи, бренд та програмне забезпечення належать TrustCare або ліцензовані нами, якщо не вказано інше.

# tos_ip_2
source: You may not copy, scrape, reverse engineer, or redistribute platform content beyond permitted legal use.
cs: Nesmíte kopírovat, získávat (scraping), zpětně analyzovat ani dále šířit obsah platformy nad rámec povoleného legálního použití.
da: Du må ikke kopiere, indsamle (scrape), reverse engineere eller videredistribuere platformindhold ud over tilladt lovlig brug.
de: Sie dürfen Plattforminhalte nicht über die gesetzlich zulässige Nutzung hinaus kopieren, auslesen (scrapen), zurückentwickeln (Reverse Engineering) oder weiterverbreiten.
es: No puedes copiar, extraer datos (scrape), aplicar ingeniería inversa ni redistribuir contenido de la plataforma más allá del uso legal permitido.
fr: Vous ne pouvez pas copier, extraire, procéder à une ingénierie inverse ou redistribuer le contenu de la plateforme au-delà de l'utilisation légale autorisée.
hu: Nem másolhatja, nem gyűjtheti le, nem fejtheti vissza és nem terjesztheti tovább a platform tartalmát az engedélyezett jogszerű használaton túl.
it: Non puoi copiare, estrarre (scrape), decodificare o ridistribuire i contenuti della piattaforma oltre l'uso legale consentito.
nl: U mag platformcontent niet kopiëren, scrapen, reverse-engineeren of herdistribueren buiten het toegestane wettelijke gebruik.
pl: Nie wolno kopiować, pobierać danych (scrape), poddawać inżynierii wstecznej ani rozpowszechniać treści z platformy poza dozwolony użytek.
pt: Você não pode copiar, extrair dados, fazer engenharia reversa ou redistribuir o conteúdo da plataforma além do uso legal permitido.
ro: Nu ai voie să copiezi, să extragi, să decodifici (reverse engineer) sau să redistribui conținutul platformei dincolo de utilizarea legală permisă.
ru: Вам запрещено копировать, парсить, декомпилировать или распространять контент вне разрешенного использования.
sv: Du får inte kopiera, skrapa, bakåtkompilera eller vidaredistribuera plattformsinnehåll utöver tillåten laglig användning.
tr: İzin verilen yasal kullanımın ötesinde platform içeriğini kopyalayamaz, kazıyamaz, tersine mühendislik yapamaz veya yeniden dağıtamazsınız.
uk: Ви не маєте права копіювати, збирати (скрапінг), здійснювати зворотну розробку або розповсюджувати контент платформи за межами дозволеного законного використання.

# tos_ip_title
source: Intellectual Property
cs: Duševní vlastnictví
da: Intellektuel ejendom
de: Geistiges Eigentum
es: Propiedad Intelectual
fr: Propriété intellectuelle
hu: Szellemi Tulajdon
it: Proprietà intellettuale
nl: Intellectueel Eigendom
pl: Własność intelektualna
pt: Propriedade Intelectual
ro: Proprietate intelectuală
ru: Интеллектуальная собственность
sv: Immateriella rättigheter
tr: Fikri Mülkiyet
uk: Інтелектуальна власність

# tos_rehber_1
source: Rehber provides informational guidance only and does not provide medical diagnosis, treatment, or emergency response.
cs: Služba Rehber poskytuje pouze informační pokyny a nenabízí lékařskou diagnózu, léčbu ani reakci na mimořádné události.
da: Rehber giver kun informativ vejledning og leverer ikke medicinsk diagnose, behandling eller nødrespons.
de: Rehber bietet nur informative Orientierung und stellt keine medizinische Diagnose, Behandlung oder Notfallhilfe bereit.
es: Rehber solo proporciona orientación informativa y no provee diagnósticos médicos, tratamientos ni respuesta a emergencias.
fr: Rehber fournit uniquement des conseils informatifs et ne fournit pas de diagnostic médical, de traitement ou d'intervention d'urgence.
hu: A Rehber csak információs útmutatást nyújt, és nem biztosít orvosi diagnózist, kezelést vagy vészhelyzeti reagálást.
it: Rehber fornisce solo indicazioni informative e non fornisce diagnosi, trattamenti medici o risposte alle emergenze.
nl: Rehber biedt alleen informatieve begeleiding en levert geen medische diagnose, behandeling of hulp bij noodgevallen.
pl: Rehber dostarcza jedynie wskazówek informacyjnych i nie stawia diagnoz, nie zleca leczenia ani nie działa jako pogotowie ratunkowe.
pt: O Rehber fornece apenas orientação informativa e não fornece diagnóstico médico, tratamento ou resposta a emergências.
ro: Rehber oferă doar îndrumări informative și nu oferă diagnostic medical, tratament sau intervenție de urgență.
ru: Rehber предоставляет только информационные рекомендации, а не медицинские диагнозы или экстренную помощь.
sv: Rehber ger endast informativ vägledning och tillhandahåller ingen medicinsk diagnos, behandling eller insats i nödsituationer.
tr: Rehber yalnızca bilgilendirme amaçlı rehberlik sağlar ve tıbbi teşhis, tedavi veya acil durum müdahalesi sunmaz.
uk: Rehber надає лише інформаційні рекомендації і не ставить медичних діагнозів, не призначає лікування та не надає екстреної медичної допомоги.

# tos_rehber_2
source: In urgent or life-threatening situations, contact local emergency services immediately.
cs: V naléhavých nebo život ohrožujících situacích okamžitě kontaktujte místní záchranné služby.
da: I akutte eller livstruende situationer skal du straks kontakte den lokale alarmcentral.
de: Wenden Sie sich in dringenden oder lebensbedrohlichen Situationen sofort an den örtlichen Rettungsdienst.
es: En situaciones urgentes o que amenacen la vida, comunícate inmediatamente con los servicios de emergencia locales.
fr: En cas d'urgence ou de danger de mort, contactez immédiatement les services d'urgence locaux.
hu: Sürgős vagy életveszélyes helyzetekben azonnal lépjen kapcsolatba a helyi segélyhívó szolgálatokkal.
it: In situazioni urgenti o pericolose per la vita, contatta immediatamente i servizi di emergenza locali.
nl: Neem in urgente of levensbedreigende situaties onmiddellijk contact op met lokale hulpdiensten.
pl: W sytuacjach nagłych lub zagrażających życiu natychmiast skontaktuj się z lokalnymi służbami ratunkowymi.
pt: Em situações urgentes ou com risco de vida, contate imediatamente os serviços de emergência locais.
ro: În situații urgente sau care pun viața în pericol, contactează imediat serviciile locale de urgență.
ru: В экстренных случаях немедленно обращайтесь в местные службы спасения.
sv: Kontakta omedelbart lokala larmtjänster i brådskande eller livshotande situationer.
tr: Acil veya hayati tehlike arz eden durumlarda derhal yerel acil servislerle iletişime geçin.
uk: У невідкладних або небезпечних для життя ситуаціях негайно звертайтеся до місцевих служб екстреної допомоги.

# tos_rehber_3
source: You remain responsible for healthcare decisions and should consult qualified medical professionals.
cs: Nadále nesete odpovědnost za svá zdravotní rozhodnutí a měli byste se poradit s kvalifikovanými lékaři.
da: Du er fortsat ansvarlig for sundhedsbeslutninger og bør konsultere kvalificerede læger.
de: Sie bleiben für gesundheitliche Entscheidungen verantwortlich und sollten qualifiziertes medizinisches Fachpersonal konsultieren.
es: Tú sigues siendo responsable de las decisiones sobre el cuidado de tu salud y debes consultar a profesionales médicos calificados.
fr: Vous restez responsable des décisions liées à votre santé et devez consulter des professionnels de santé qualifiés.
hu: Ön továbbra is felelős az egészségügyi döntésekért, és szakképzett orvoshoz kell fordulnia.
it: Rimani responsabile per le decisioni sanitarie e dovresti consultare professionisti medici qualificati.
nl: U blijft verantwoordelijk voor medische beslissingen en dient een gekwalificeerde arts te raadplegen.
pl: Pozostajesz odpowiedzialny za decyzje dotyczące swojego zdrowia i powinieneś skonsultować się z wykwalifikowanym lekarzem.
pt: Você continua sendo responsável pelas decisões de saúde e deve consultar profissionais médicos qualificados.
ro: Rămâi responsabil pentru deciziile referitoare la asistența medicală și ar trebui să consulți profesioniști medicali calificați.
ru: Вы несете ответственность за решения, касающиеся вашего здоровья, и должны консультироваться с врачами.
sv: Du bär fortfarande ansvaret för beslut rörande din hälsa och bör rådfråga kvalificerad sjukvårdspersonal.
tr: Sağlık hizmeti kararlarından siz sorumlusunuz ve nitelikli tıbbi uzmanlara danışmalısınız.
uk: Ви несете повну відповідальність за рішення щодо вашого здоров'я і повинні консультуватися з кваліфікованими лікарями.

# tos_rehber_title
source: Rehber (AI Guidance) Disclaimer
cs: Zřeknutí se odpovědnosti za službu Rehber (průvodce s AI)
da: Rehber (AI-Vejledning) Ansvarsfraskrivelse
de: Rehber (KI-Ratgeber) Haftungsausschluss
es: Descargo de responsabilidad de Rehber (Guía de IA)
fr: Clause de non-responsabilité de Rehber (Guide IA)
hu: Rehber (MI Útmutató) Felelősségkizárás
it: Disclaimer Rehber (Guida IA)
nl: Rehber (AI-Gids) Disclaimer
pl: Rehber (Asystent AI) Wyłączenie odpowiedzialności
pt: Isenção de Responsabilidade do Rehber (Guia com IA)
ro: Disclaimer Rehber (Îndrumare AI)
ru: Отказ от ответственности за Rehber (ИИ-гид)
sv: Ansvarsfriskrivning för Rehber (AI-vägledning)
tr: Rehber (Yapay Zeka Yönlendirmesi) Sorumluluk Reddi
uk: Відмова від відповідальності Rehber (AI-гід)
